Repository: LinusCenterstrom/EduAdmin-WordPress
Catalog: languages/eduadmin-*.po
Languages: sv

source: Test Api-connection
sv: Testa anslutning

source: Allow search by course level
sv: Tillåt sökning efter kursnivå

source: Allow search by category
sv: Tillåt sökning efter kategori

source: Allow search by subject
sv: Tillåt sökning efter ämne

source: Allow search by city
sv: Tillåt sökning efter stad

source: Search options
sv: Sökalternativ

source: Description field
sv: Beskrivningsfält

source: Enter the provided Api User Id and Api Hash to connect to EduAdmin
sv: Fyll i API-användare och API-hash för att ansluta till EduAdmin

source: Api User Id
sv: API-användare:

source: Reset styles
sv: Återställ stilar

source: Are you sure you want to reset the style settings?
sv: Är du säker på att du vill återställa stilinställningarna?

source: Style
sv: Stil

source: Click here to unlock the Api Authentication-fields
sv: Klicka här för att låsa upp Api autentiserings-fälten

source: Api key for WordPress plugin
sv: API-nyckel för WordPress-pluginet

source: our support
sv: vår support

source: You can get these details by contacting %s
sv: Du kan få dessa uppgifter genom att kontakta %s

source: Enter the provided Api Key to connect to EduAdmin
sv: Fyll i API-nyckeln för att ansluta till EduAdmin

source: Api authentication
sv: Api autentisering

source: Save changes
sv: Spara ändringar

source: Allow filter by course level
sv: Tillåt filtrering på kursnivå

source: Allow filter by category
sv: Tillåt filtrering på kategori

source: Allow filter by subject
sv: Tillåt filtrering på ämne

source: Allow filter by city
sv: Tillåt filtrering på ort

source: Filter options
sv: Filtreringsalternativ

source: Item number
sv: Artikelnummer

source: Category name
sv: Kategorinamn

source: Course name
sv: Kursens namn

source: Sort index
sv: Sorteringsindex

source: Sort order
sv: Sorteringsordning

source: Course attributes
sv: Egna fält

source: Quote
sv: Citat

source: Short course description
sv: Kort kursbeskrivning

source: Course fields
sv: Kursfält

source: Show course description
sv: Visa kursbeskrivning

source: Show time
sv: Visa tid

source: Show days
sv: Visa dagar

source: Show price
sv: Visa pris

source: Show locations (Only course list, not events)
sv: Visa orter (enbart kurskatalog)

source: Show coming dates (Only course list, not events)
sv: Visa kommande datum (enbart kurskatalog)

source: Show course images
sv: Visa kursbilder

source: Show events instead of courses
sv: Visa tillfällen istället för kurser

source: No spots left / 3-5 spots left / 6+ spots left
sv: Inga platser kvar / 3-5 platser kvar / 6+ platser kvar

source: No spots left / Few spots left / Spots left
sv: Inga platser kvar / Få platser kvar / Platser kvar

source: No spots left / 5 spots left
sv: Inga platser kvar / 5 platser kvar

source: Event interest page
sv: Intresseanmälansida, tillfälle

source: Course interest page
sv: Intresseanmälansida, kurs

source: Login page
sv: Inloggningssida

source: Thank you page
sv: Tack-sida

source: Booking view page
sv: Bokningsvy-sida

source: Details view page
sv: Detaljvy-sida

source: Shortcode to use in your page
sv: Kortkod att använda i din sida

source: suggested
sv: föreslagen

source: No page selected
sv: Ingen sida vald

source: List view page
sv: Listvy-sida

source: Enter the URL you want to use with the application (please check that the URL does not exists)
sv: Ange Webbadressen du vill använda med programmet (Vänligen kontrollera att adressen inte finns)

source: Rewrite settings
sv: Rewrite-inställningar

source: months
sv: månader

source: Number of months to fetch events for
sv: Antal månader att hämta tillfällen för

source: Number of participants before showing as "Few spots left"
sv: Antal registrerade deltagare innan "Få platser kvar" visas

source: Insert one interval range per row (1-3, 4-10, 10+)
sv: Enbart ett intervall på rad (1-3, 4-10, 10+)

source: Interval settings
sv: Intervallinställningar

source: Always few spots
sv: Alltid få platser

source: Interval (Please specify below)
sv: Intervall (Vänliga specificera nedan)

source: Only text (Spots left/ Few spots / No spots left)
sv: Enbart text (Platser kvar / Få platser kvar / Inga platser kvar)

source: Exact numbers
sv: Exakt antal

source: Availability text
sv: Tillgänglighetstext

source: General
sv: Allmänt

source: Check to group the event list by city
sv: Kryssa i för att gruppera tillfälleslistan per ort

source: Group events by city
sv: Gruppera tillfällen per ort

source: Uncheck to hide the headers in the course detail view
sv: Avmarkera för att dölja rubriker i kursens detaljvy

source: Show headers in detail view
sv: Visa rubriker i detaljvyn

source: Two column layout
sv: Tvåkolumnslayout

source: One column layout
sv: Enkolumnslayout

source: Template
sv: Mall

source: Inserts the number participants
sv: Infogar antal deltagare

source: Inserts the total sum
sv: Infogar totalsumman

source: Inserts the product name
sv: Infogar produktnamnet

source: The booking number
sv: Bokningsnumret

source: Keywords for JavaScript
sv: Nyckelord för JavaScript

source: You do not need to include <script>-tags
sv: Du behöver inte inkludera <script>-taggar

source: Javascript to run when a booking is completed
sv: Javaskript att köra när en bokning har genomförts

source: Use booking terms
sv: Använd bokningsvillkor

source: Booking terms link
sv: Länk till bokningsvillkor

source: Booking terms
sv: Bokningsvillkor

source: Currency
sv: Valuta

source: Match on customer name and zip code (and overwrite with provided info)
sv: Matcha på kundnamn och postnummer (och skriv över information i EduAdmin)

source: Match on customer name and zip code (and use previous info)
sv: Matcha på kundnamn och postnummer (och använd info från EduAdmin)

source: No matching for new customers, matches and overwrites old
sv: Matcha inte nya kunder, skriv över befintliga

source: No matching (Creates new customers every time)
sv: Ingen matchning (Skapa nya kunder för varje bokning)

source: Customer matching
sv: Kundmatchning

source: Can choose per participant
sv: Välj per deltagare

source: Can choose between public price names
sv: Välj mellan de publika prisnamnen

source: EduAdmin chooses the appropriate price name for the event and participants
sv: EduAdmin väljer det mest lämpliga prisnamnet för tillfället och deltagarna

source: Price name settings
sv: Prisnamnsinställningar

source: Allow interest registration for event
sv: Tillåt intresseanmälan för tillfällen

source: Allow interest registration for course
sv: Tillåt intresseanmälan för kurser

source: Interest registration
sv: Intresseanmälan

source: Hide date and time information from sub events
sv: Göm tid och datuminformation från delmoment

source: Sub Events
sv: Delmoment

source: Customer, contact
sv: Kund, kontakt

source: Contact, customer
sv: Kontakt, kund

source: Field order
sv: Fältordning

source: Booking form settings
sv: Bokningsformulärinställningar

source: Use login
sv: Använd inloggning

source: Default customer group
sv: Förvald kundgrupp

source: Shortcode to display detailed information from provided attributes. (Click to view attributes)
sv: Shortcode för att visa detaljerad information från angivna attribut. (Klicka för att visa attribut)

source: Shortcode to display the login view (My Pages, Profile, Bookings, etc.)
sv: Shortcode för att visa inloggningssidan (Mina sidor, Profil, Bokningar, m.m.)

source: Shortcode to display the course detail view. (Click to view attributes)
sv: Shortcode för att visa kursdetaljsidan. (Klicka för att visa attribut)

source: Shortcode to display the course list. (Click to view attributes)
sv: Shortcode för att visa kurslistan. (Klicka för att se attribut)

source: Translation is now handled in third party plugins to handle multiple languages.
sv: Översättningar hanteras nu av tredjeparts-plugins för att stödja fler språk.

source: Reset translations
sv: Återställ översättningar

source: Are you sure you want to reset the translation?
sv: Är du säker du vill återställa översättningen?

source: Save settings
sv: Spara inställningar

source: Your search returned zero results
sv: Din sökning resulterade inte i några resultat

source: You must fill in a password to change it.
sv: Du måste fylla i ett lösenord för att ändra det.

source: You have to provide your e-mail adress.
sv: Du måste ange din e-postadress.

source: You don't have any discount cards registered.
sv: Du har inga klippkort registrerade.

source: You cannot set your password to be the same as the one before.
sv: Du kan inte sätta ditt lösenord till samma som det tidigare.

source: Wrong email or password.
sv: Fel e-postadress eller lösenord.

source: wednesday
sv: onsdag

source: Valid
sv: Giltig

source: tuesday
sv: tisdag

source: thursday
sv: torsdag

source: Thank you for your inquiry! We will be in touch!
sv: Tack för din intresseanmälan! Vi hör av oss!

source: sunday
sv: söndag

source: Show all events
sv: Visa alla tillfällen

source: Send inquiry about this course
sv: Skicka en intresseanmälan för den här kursen

source: Send inquiry
sv: Skicka intresseanmälan

source: Select the event you want to book
sv: Välj tillfället som du vill boka

source: Select event
sv: Välj tillfälle

source: Save
sv: Spara

source: saturday
sv: lördag

source: Reservations
sv: Bokningar

source: Profile
sv: Profil

source: Price name
sv: Prisnamn

source: Please login to continue.
sv: Var vänlig och logga in för att fortsätta.

source: Please fill out the form below to send a inquiry to us about this course.
sv: Var vänlig och fyll i formuläret nedan för att skicka en intresseanmälan till oss för den här kursen.

source: Please enter your e-mail address to continue.
sv: Var vänlig och fyll i din e-postadress för att fortsätta.

source: Please enter a password
sv: Var vänlig och fyll i ett lösenord

source: Phone
sv: Telefon

source: Participants
sv: Deltagare

source: Notes
sv: Anteckningar

source: No spots left
sv: Inga platser kvar

source: No courses booked
sv: Inga bokade kurser

source: No available dates for the selected course
sv: Inga tillgängliga datum för den valda kursen

source: New password
sv: Nytt lösenord

source: My profile
sv: Min profil

source: monday
sv: måndag

source: Mobile
sv: Mobil

source: Invoice email
sv: Faktura-e-post

source: Inquiry
sv: Förfrågan

source: inc vat
sv: inkl. moms

source: I agree to the %sTerms and Conditions%s
sv: Jag godkänner %sbokningsvillkoren%s

source: Given password does not match.
sv: Angivna lösenord matchar inte varandra.

source: Full
sv: Fullt

source: friday
sv: fredag

source: Few spots left
sv: Få platser kvar

source: Discount Cards
sv: Klippkort

source: Dates
sv: Datum

source: Current password
sv: Nuvarande lösenord

source: Credits
sv: Klipp

source: Course
sv: Kurs

source: Could not send a new password by email.
sv: Kunde inte skicka nytt lösenord via e-post.

source: Continue
sv: Fortsätt

source: Confirm password
sv: Bekräfta lösenordet

source: Company information
sv: Företagsinformation

source: Civic Registration Number
sv: Personnummer

source: Choose subject
sv: Välj ämne

source: Choose course level
sv: Välj kursnivå

source: Choose city
sv: Välj ort

source: Change password
sv: Byt lösenord

source: Card name
sv: Kortnamn

source: Booked
sv: Bokad

source: A new password has been sent by email.
sv: Ett nytt lösenord har skickats via e-post.

source: Address
sv: Adress

source: %1$s spots left
sv: %1$s platser kvar

source: %1$s spot left
sv: %1$s plats kvar

source: %1$d spots left
sv: %1$d platser kvar

source: %1$d spot left
sv: %1$d plats kvar

source: Key text
sv: Nyckelfras

source: EduAdmin settings - %s
sv: EduAdmin inställningar - %s

source: sun
sv: sön

source: sat
sv: lör

source: fri
sv: fre

source: thu
sv: tors

source: wed
sv: ons

source: tue
sv: tis

source: mon
sv: mån

source: Time
sv: Tid

source: Quotes
sv: Citat

source: After the course
sv: Efter kursen

source: Prerequisites
sv: Förkunskaper

source: Target group
sv: Målgrupp

source: Course goal
sv: Kursmål

source: Course description
sv: Kursbeskrivning

source: From %1$s
sv: Från %1$s

source: Forgot password
sv: Glömt lösenordet

source: Please enter your password here
sv: Var vänlig och fyll i ditt lösenord här

source: Password
sv: Lösenord

source: Please enter your e-mail address here
sv: Var vänlig och fyll i din e-postadress här

source: Login to My Pages
sv: Logga in till Mina Sidor

source: One or more participants is missing a name.
sv: En eller fler deltagare saknar namn.

source: You must add some participants.
sv: Du måste lägga till några deltagare.

source: You must accept Terms and Conditions to continue.
sv: Du måste acceptera bokningsvillkoren för att fortsätta.

source: Book now
sv: Boka nu

source: Total sum:
sv: Totalsumma:

source: %1$s / pcs
sv: %1$s / st

source: Quantity
sv: Antal

source: Add participant
sv: Lägg till deltagare

source: Remove
sv: Ta bort

source: Sub events
sv: Delmoment

source: Participant surname
sv: Deltagarens efternamn

source: Participant first name
sv: Deltagarens förnamn

source: Participant name
sv: Deltagarnamn

source: Participant
sv: Deltagare

source: Participant information
sv: Deltagarinformation

source: Use other information for invoicing
sv: Använd annan information för fakturering

source: Purchase order number
sv: Inköpsordernummer

source: Invoice reference
sv: Fakturareferens

source: Invoice e-mail address
sv: Faktura-e-postadress

source: Invoice information
sv: Faktureringsinformation

source: Postal city
sv: Postort

source: Postal code
sv: Postnummer

source: Address 2
sv: Adress 2

source: Address 1
sv: Adress 1

source: Org.No.
sv: Org.Nr.

source: Customer name
sv: Företagsnamn

source: Customer information
sv: Företagsinformation

source: You cannot add any more participants.
sv: Du kan inte lägga till fler deltagare.

source: Contact is also a participant
sv: Kontaktpersonen är deltagare

source: Mobile number
sv: Mobilnummer

source: Phone number
sv: Telefonnummer

source: E-mail address
sv: E-postadress

source: Contact surname
sv: Kontaktens efternamn

source: Contact first name
sv: Kontaktens förnamn

source: Contact name
sv: Kontaktnamn

source: Contact information
sv: Kontaktinformation

source: october
sv: oktober

source: august
sv: augusti

source: july
sv: juli

source: june
sv: juni

source: may
sv: maj

source: march
sv: mars

source: february
sv: februari

source: january
sv: januari

source: Next event %1$s
sv: Nästa tillfälle %1$s

source: %1$d day
sv: %1$d dag

source: %1$d days
sv: %1$d dagar

source: Read more
sv: Läs mer

source: No coming events
sv: Inga kommande tillfällen

source: Search
sv: Sök

source: Search courses
sv: Sök utbildningar

source: Choose category
sv: Välj kategori

source: Guest
sv: Gäst

source: Log out
sv: Logga ut

source: Log in
sv: Logga in

source: Book
sv: Boka

source: Spots left
sv: Platser kvar

source: oct
sv: okt

source: may_short
sv: maj

source: ex vat
sv: exkl. moms

source: Price
sv: Pris

source: « Go back
sv: « Tillbaka

source: Gets the URL that is used to send the inquiry form for a course
sv: Hämtar länken som används för att skicka en intresseanmälan för kursen

source: Fetches value from a course attribute (Insert attribute ID)
sv: Hämtar värdet från ett eget fält från kursen (Fyll i fält-ID)

source: Filters the courseeventlist to show only the specified city (Text)
sv: Filtrerar courseeventlist att enbart visa den specificerade orten (Text)

source: Filters the courseeventlist to show the specified amount of courses (Number)
sv: Filtrerar courseeventlist att enbart visa angivet antal kurser (Nummer)

source: Fetches a list of events for the course
sv: Hämtar en lista över tillfällen för kursen

source: Fetches all the quotes from the course
sv: Hämtar alla citat från kursen

source: Fetches what to do after the course
sv: Hämtar "efter kursen"-fältet

source: Fetches the prerequisites of the course
sv: Hämtar förutsättningarna för kursen

source: Fetches the target group of the course
sv: Hämtar målgruppen för kursen

source: Fetches the goal of the course
sv: Hämtar målet med kursen

source: Fetches the description of the course
sv: Hämtar en beskrivning av kursen

source: Fetches the short description of the course
sv: Hämtar den korta beskrivningen av kursen

source: Fetches the price of the course
sv: Hämtar priset på kursen

source: Fetches the end time of the course
sv: Hämtar sluttiden för kursen

source: Fetches the start time of the course
sv: Hämtar starttiden för kursen

source: Fetches the number of days the course usually has
sv: Hämtar antalet dagar som kursen vanligtvis har

source: Fetches the image text of the course image
sv: Hämtar bildtexten för kursbilden

source: Fetches the URL of the course image
sv: Hämtar bild-URLen för kursbilden

source: Fetches what level this course is
sv: Hämtar vilken nivå denna kurs är för

source: Fetches the public name of the course
sv: Hämtar det publika namnet på kursen

source: Fetches the name of the course
sv: Hämtar namnet på kursen

source: This attribute is only required if you do full custom pages for your courses.
sv: Det här attributet är enbart ett krav om du gör helt skräddarsydda sidor för dina kurser.

source: This will include a Javascript-snippet that replaces the page title with the current course name
sv: Det här kommer att inkludera ett Javaskript för att ersätta sid-titeln med det aktuella kursnamnet

source: Detail shortcodes
sv: Detalj-shortcodes

source: Text to show instead of standard
sv: Text att visa istället för standard

source: Shortcode to inject the login widget.
sv: Shortcode för att injicera inloggnings-widgeten.

source: To build custom booking view pages, you can provide a course id
sv: För att bygga en skräddarsydd bokningssida, så måste du ange ett kursid

source: Shortcode to display the booking form view.
sv: Shortcode för att visa bokningsformuläret.

source: By using this attribute, you will tell the plugin not to load any templates.
sv: Genom att ange detta attributet, så säger du åt pluginet att inte ladda in någon av standardmallarna.

source: For custom pages, you must provide courseid in all detail-info attributes.
sv: För helt skräddarsydda sidor, så måste du ange courseid för all detaljinformation.

source: Sets which mode you want to use in the list view (event, course)
sv: Sätter vilken typ av lista du vill använda i listvyn (event, course)

source: Tells the list how many items to show at max
sv: Sätter hur många objekt som visas i listan som max.

source: Only shows courses that do not have events
sv: Visar enbart kurser där det inte finns några tillfällen

source: Only shows courses that have events
sv: Visar enbart kurser där det finns tillfällen

source: Hides the search box from the list
sv: Gömmer sökrutan på söksidan

source: Filters the course list by subject (Text)
sv: Filtrerar kurslistan på ämne (Text)

source: Filters the course list by category (Insert category ID)
sv: Filtrerar kurslistan på kategori (Ange kategori-id)

source: Sets which template to use in the listview (template_A, template_B, template_GF)
sv: Sätter vilken mall som ska användas i listvyn (template_A, template_B, template_GF)

source: Page shortcodes
sv: Sid-shortcodes

source: EduAdmin plugin to allow visitors to book courses at your website
sv: EduAdmin-plugin för att ge besökare möjligheten att boka in sig på era kurser via er hemsida

source: Api Authentication
sv: Api Autentisering

source: EduAdmin - Api Authentication
sv: EduAdmin - Api Autentisering

source: Style settings
sv: Stilinställningar

source: EduAdmin - Style
sv: EduAdmin - Stil

source: Translation
sv: Översättning

source: EduAdmin - Translation
sv: EduAdmin - Översättning

source: Booking settings
sv: Bokningsinställningar

source: EduAdmin - Booking view
sv: EduAdmin - Bokningsvy

source: Detail settings
sv: Detaljvy-inställningar

source: EduAdmin - Detail view
sv: EduAdmin - Detaljvy

source: List settings
sv: Listvy-inställningar

source: EduAdmin - List view
sv: EduAdmin - Listvy

source: General settings
sv: ﻿Allmänna inställningar

source: EduAdmin - General
sv: EduAdmin - Allmänt
